---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSigmaProfileBendWidth
source: html/ec7df9a6-eec8-c924-d831-3ba512bd2ed3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSigmaProfileBendWidth Property

"Bend Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionSigmaProfileBendWidth { get; }
```